Repository: mozilla-l10n/mt-training-data
Catalog: kvx/kvx_pontoon.tmx
Source language: en_us
Languages: kvx

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
kvx: تمون منکون نئہ ڀاڳ ليڌا ۾ مڌت ۮِيڌا ۿارُو پروگرام راکي هيڪو۔ ڪا تمي اَم سوچو ريا هايا ٿِي پڻ ڪوئي ۿورو رستو سئہ۔ تمي هايا نئہ آنلائن وڊيو ڪانفرنسنگ ٽُول رئہ ذريعي ڪري هيڪو، ڪا جيڪيۮِي محفوظ هووئہ تون منکون رِي صُورت ۾ پڻ۔<eventTemplate> امارو ٽيمپليٽ چيڪ ڪرو انَ ريسورس نئہ زوئو جيا پروگروم وُوڍا ۿارُو مڌت گار سئہ</eventTemplate>۔

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
kvx: تمي <sentenceCollectorLinkAdd> ننڪون جُملون رئي تعداد شامِل ڪري هيڪو۔</sentenceCollectorLinkAdd>، ڪا پسئہ تمي<bulkImportDocsLink> گِٽ حِب رو اِستعمال ڪرينَ گھڻا جُملا ڀيۯا ڪري هيڪو</bulkImportDocsLink>۔ ياڌ راکو جي جُملا<licenseLink> سي سي او (ڪا پبلڪ ڊومئين)</licenseLink>، ڪا پسئہ تمي آپرا جُملا آپ لکي هيڪو۔

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
kvx: تمي <scraperLink> رو اِستعمال ڪرينَ ويڪِي پيڊيا ٿِي ننڪا </scraperLink>جُملا حاصل ڪري هيڪو۔

source: You check whether the transcription matches the audio
kvx: تمي زوئو جي لکائي آڍيو ٿِي مِلئه رئي ڪا نا؟

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
kvx: تمي ويب پڻ شامِل ڪري هيڪو مثال را طور مانه ڪومنَ وائيس https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
kvx: تمي تعليمي حوالا ۮِيڌا را نمُونا اِستعمال ڪري هيڪو،مثال زم هارڊورڊ نمُونو "موزِيلا (2021) ڪومنَ وائيس۔ايٿئہ موجودhttps://commonvoice.mozilla.org/ ڌاخل ڪريو ڪا اوۯکيو:15 سيپٽمبر2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
kvx: تمي سماجي پليٽ فارم رو واپراوَ ڪرينَ آپرو نياپو منکون ۿُوڌِي پُوڳاڙي هيڪو۔ ايوي پوسٽون شيئر ڪرو جي اي ۿزماوئہ اي ڪم ضرُورِي سئہ، انَ اُوئون منکون ٿِي رابطو ڪرو جيا ٻوليون ۿارُو اُوئا را حق، آواز اي آئِي، ڪا ٽيڪنالاجي مسئلون مانه وات ڪرئه ريا۔ <campaignLink> سماجي ڪئمپون هاڪليا ۿارُو وڌِيڪ صلاحون انَ وۯي اِستعمال لائيڪ ڪانٽينٽ ايٿئہ زوئو</campaignLink>۔

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
kvx: تمي ڪوئي پڻ ٻولي نٿِي سُونڍي۔ ميرڀونئِي ڪرينَ تمارا <profileLink>پروفائل</profileLink> مانه زائو ان ٻولي سُونڍو۔

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
kvx: تمي اِيئا پونيا نئہ جمع ڪريا ۿارُو حد پار ڪرئي پرئي۔ { $retryLimit }ميرڀونئي ڪرينَ هيڪ مِنٽ واٽ زوئينَ وۯي ٻِي﻿زِي وار جُملو جمع ڪرو۔ تمارئہ صڀر ڪريا ۿارُو ميرڀونئي!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
kvx: تمي اِيئا پونيا نئہ جمع ڪريا ۿارُو حد پار ڪرئي پرئي۔ ميرڀونئي ڪرينَ ڪينڪ سيڪنڊ واٽ زوئينَ { $retryLimit }وۯي ٻِي﻿زِي وار جُملو جمع ڪرو۔ تمارئہ صڀر ڪريا ۿارُو ميرڀونئي!

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
kvx: اِيئا پونيا مانه هنزون ۿوڌِي ڪينئڪ تڀڌِيلي سيوَ نٿِي ٿي۔جيڪيۮِي تمي علائقا را حساٻ ٿِي تڀڌِيلئي ڪروا ڪروه۔ تون تماري تڀڌِيلي سيوَ نئِين ٿئہ۔ڪِي تمي ۿاس ۾ يقِينَ ٿِي علائقائِي سيٽنگ نئہ ڀڌلوا ڪرو؟

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
kvx: اِيئا پونيا مانه هنزون ۿوڌِي ڪينئڪ تڀڌِيلي سيوَ نٿِي ٿي۔جيڪيۮِي تمي هائي پونيو ساڏشو پرو،تون ڪرل تڀڌيلي ضايع ٿي زاشي۔ڪِي تمي ۿاس ۾ يقِينَ ٿِي اِيئا پونيا ٿِي نِڪروا ڪرو؟

source: You might also want to consider spanning different contexts and domains.
kvx: تمي اي پڻ سوچي هيڪو جي ڌار ڌار سياق و سڀاق انَ ڊومئن رو گھيرو ڪريو زائہ۔

source: You must allow microphone access.
kvx: تمارئہ مائڪروفونَ را واپرا﻿﻿﻿﻿﻿وَ رئِي اِجازت ۮيوو ضرُورِي سئہ

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
kvx: تمون نئہ ريڪارڊِنگ رو هر لفظ ۿومڀۯيام آوئہ۔ امي چاهون جي مشينَ لرننگ الگوريٿمس ٽائي نئہ کتم ڪري هيڪئہ جيڪيۮِي لارليا پاهئہ ٽائي نئہ زوئي هيڪئہ، ساز هوئہ تون اُوئا نئہ پڻ زوئي هيڪئہ، ڀش اِيئا شرط مانه جي تمون نئہ متنَ رو ٻڌوئي حصو ۿومڀۯيام آوئہ جيڪيۮِي رِيڪارڊنگ ۾ ڪريڪلز ڪا بريڪِنگ اپ هوئہ جيو تمون نئہ متن نوکيا ۾ رُڪاوٽ ناکتئي هوئہ تون تمارئہ ڪِلپ نئہ رد ڪروو کپئہ۔

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
kvx: تمارا لهجا رو اُو طرِيقو سئہ جيوَئہ نمُونئہ تمي آکر ٻولو۔اي اِيئا وات ٿِي مُتاثِر ٿي هيڪئہ جي تمي ڪيٿئہ ريا،ڪيوي ٻِيزي ٻولي ٻولوه،انَ ٻِيزون رو الهائِي اثر پڻ ٿي هيڪئہ۔تمي ايٿئہ ڪوئي پڻ جانڪارئي شيئر ڪري هيڪو۔جيو تمارا کيال جيوئي هووئہ۔

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
kvx: تمارا آواز رئي ريڪارڊِنگ ڪومنَ وائيس ڊيٽاسيٽ ۾ برقرار ريشي۔زئيون تمي آپرئي پروفائل کتم ڪروه پرئي، تون تمي ريڪارڊنگ نئہ ڊيٽاسيٽ ٿِي کتم ڪريا رئي ڌرخواست نٿِي ميلي هيڪتا

source: Your daily goal has been created
kvx: تمارا هر روز را مقصڌ رو گول ٺايو ڳيو

source: Your dataset is downloading!
kvx: تمارو ڊيٽاسيٽ ڊائونلوڊ ٿئه ريو!

source: Your download has started.
kvx: تمارئي ڊائون لوڍِنگ شُروع ٿي ڳئي۔

source: You’re contributing to a target segment
kvx: تمي هيڪا segment ۾ ڀائيواۯ ٿيوه ريا

source: You’re contributing to our first target segment
kvx: تمي امارا پيرهيان segment ۾ ڀائيواۯ ٿيوه ريا

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
kvx: همڻئہ تمي اِيئا اِيميل ٿِي راجِي نٿِي<bold> نا</bold> اِيميل موصول ٿيوو، زم مقصڌ، مارِي ترقِي رو حال احوال ان ڪومنَ وائيس را ڀارام خٻرون

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
kvx: تمي همڻئہ ايوا اِيميل لِيڌا ۿارُو تيار سو زم حدف ياڌ راکيا ۿارُو مارِي ترقِي رو حال احوال، انَ ڪومنَ وائيس را ڀارام خٻرون

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
kvx: تمي جوم تِکا زائوه ريا۔ ميرڀونئي ڪرينَ ٿوڙِيڪ وار جُملا نئہ ۿاوۯ نمُونا ٿِي زوئو انَ اُوئا نئہ سهِي ڪرو۔

source: You're helping Common Voice reach our daily sentence goals!
kvx: تمي ڪومنَ وائيس رون هر روز رون جُملون را مقصد نئہ حاصل ڪريا ۿارُو امارئي مڌت ڪروه ريا!

source: Your email address
kvx: تمارو اِيميل ايڊريس

source: You respond or reply to it as naturally as you can
kvx: تمي اِيئا رو جواڀ قُڌرتِي طرِيقا ٿِي ۮي هيڪو

source: Your files are being assembled. Please check again later.
kvx: تماري فائلون جمع ڪري زائه ري۔ميرڀونئي ڪرينَ ٻِيزي وار چيڪ ڪرو۔

source: Your Languages
kvx: تماري ٻولي

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
kvx: ٿي هيڪئہ تمارِي ٻولِي را ڍاۯا ۾ ڪِلپ کتم ٿي ڳيا! جي تمون نئہ ٺِيڪ لاڳئہ، تون تمي تمارئِي settings بدلئي ڪري هيڪو ان تمارِي ٻولِي ۾ ٻِيزا جُملا زوئي هيڪو۔

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
kvx: تم﻿ارِي ٻولِي را ڌار ڌار ﻿﻿ڍاۯون را جُملا شايد کتم ٿي ڳيا! جي تمون نئہ ٺِيڪ لاڳئہ تو تمي آپرئي settings ڀڌلئي ڪرينَ آپرِي ٻولِي را ٻِيزا جُملا زوئي هيڪو۔

source: Your username and email will not be associated with the published data.
kvx: تمارو اِستعمال ٿيا واۯو نوم انَ اِيميل پبلِش ڊيٽا ڀيۯو لِنڪ نئِين ڪريو زائہ۔

source: Your weekly goal has been created
kvx: تمارو هڦتا وار را مقصڌ رو گول ٺايو ڳيو

source: You should receive an email from our Community Manager explaining the steps to get your language added to Common Voice
kvx: تمون نئہ آپرا قوم را مئنيجر ٿِي هيڪ اِيميل زڙوو کپئہ جيو تمونَ نئہ کُلينَ ۿمڀۯاوَشي جي آپرِي ٻولِي نئہ ڪومنَ وائيس ڪم ڪرينَ شامِل ڪري هيڪون

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
kvx: تمي Common Voice رئِي مڌت ڪرئِي ﻿ <goalPercentage> </goalPercentage> امارا هرروز را { $goalValue } رِڪارڊِنڳ را مقصد ۿُوڌِي پوتيا ۿارُو!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
kvx: تمي Common Voice رئِي مڌت ڪرئِي<goalPercentage> </goalPercentage> امارا هر روز را { $goalValue } validation را مقصد ۿُوڌِي پوتيا ۿارُو!

source: You've successfully signed up for contributing to { $language }. Thank you.
kvx: تمي{ $language }۾ حصو لِيڌا ۿارُو ڪامياڀِي ٿِي سائن اپ ڪريو پرو۔ميرڀونئي۔

source: You want to join the Common Voice mailing list
kvx: تمي ڪومنَ وائيس را ميلنگ لسٽ ۾ شامِل ٿيوا ڪرو

source: You write down what you hear in the audio clips
kvx: تمي جي ڪئين پڻ آڍيو ڪِلپ رِي صُورت ۾ ۿومڀۯو، اُوئا نئہ لکي ليوه

source: Zaza
kvx: ززا

source: Zip #{ $offset } of { $total }
kvx: زِپ #{ $offset }رو{ $total }

source: Zulu
kvx: زُولُو
